app/controllers/events_controller.rb

  def create
    @event = Event.new(event_params)
    @event.creator_id = current_user.id
    @event.save
---
INSERT INTO "events" ("description", "date", "place", "creator_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["description", "essaie"], ["date", "2016-12-02 00:00:00"], ["place", "Lune"], ["creator_id", 1], ["created_at", "2018-05-04 04:56:43.877990"], ["updated_at", "2018-05-04 04:56:43.877990"]]